"use strict";

const redminePhrases = [
  "фас",
  "-redmine"
];

const phrases = {
  "привет": "привет",
  "нет": "пидора ответ",
  "да": "по колено борода",
  "триста": "отсоси у тракториста",
  "кто твой хозяин?": "Эльдар мой хозяин",
  "кому ты служишь?": "я служу Эльдару",
  "как дела?": "еще не родила",
  "?": "иди на хер со своими вопросами"
};

const answers = {

};

const randomAnswers = [
  "да мне пох",
  "отвали",
  "иди на хер",
  "я служу только Эльдару",
  "И че?",
  "прояви уважение к лид архитекту",
  "ты вообще знаешь с кем разговариваешь?"
];

module.exports = {
  phrases,
  redminePhrases,
  randomAnswers
};